tap "homebrew/bundle"
brew "openssl@3"
brew "python@3.12"
brew "b2-tools"
brew "bash"
brew "libssh2"
brew "bat"
brew "cmake"
brew "codespell"
brew "coreutils"
brew "cowsay"
brew "cruft"
brew "direnv"
brew "docuum"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "httpie"
brew "hyperfine"
brew "ipython"
brew "jq"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "lolcat"
brew "neovim"
brew "node"
brew "pdm"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wakeonlan"
brew "watch"
brew "websocat"
cask "aldente"
cask "firefox"
cask "iterm2"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
cask "wireshark"
