tap "hashicorp/tap"
tap "homebrew/bundle"
tap "vultr/vultr-cli"
brew "act"
brew "openssl@3"
brew "python@3.12"
brew "ansible"
brew "b2-tools"
brew "bash"
brew "libssh2"
brew "bat"
brew "cmake"
brew "codespell"
brew "coreutils"
brew "cowsay"
brew "cruft"
brew "direnv"
brew "docuum"
brew "fd"
brew "figlet"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "httpie"
brew "hyperfine"
brew "ipython"
brew "jq"
brew "just"
brew "libpq"
brew "llvm"
brew "llvm@14"
brew "lolcat"
brew "mdless"
brew "neovim"
brew "node"
brew "nox"
brew "pdm"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rocksdb"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wakeonlan"
brew "watch"
brew "websocat"
brew "wget"
brew "yarn"
brew "hashicorp/tap/packer"
brew "vultr/vultr-cli/vultr-cli"
cask "aldente"
cask "brave-browser"
cask "cloudflare-warp"
cask "firefox"
cask "gather"
cask "iterm2"
cask "keycastr"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
