tap "homebrew/bundle"
brew "b2-tools"
brew "bat"
brew "cmake"
brew "codespell"
brew "cowsay"
brew "fzf"
brew "git"
brew "go"
brew "httpie"
brew "ipython"
brew "jq"
brew "libssh2"
brew "lolcat"
brew "neovim"
brew "node"
brew "pipx"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wakeonlan"
cask "aldente"
cask "firefox"
cask "iterm2"
cask "obsidian"
cask "rectangle"
